HTTP/1.1 302 Found
Date: Tue, 14 Sep 2010 20:05:26 GMT
Server: Apache/2.2.9
X-Powered-By: PHP/5.2.6-1+lenny9
Location: /topleague
Vary: Accept-Encoding
Connection: close
Content-Type: text/html

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<title>Aitainment</title>
    <meta http-equiv="content-type" content="text/html; charset=iso-8859-1"/>  
		<meta name="robots" content="index, nofollow"/>
		<meta name="author" content="aitainment GmbH"/>
		<meta name="date" content="2009-04-24T12:32:37+02:00"/>
		<meta name="copyright" content="&copy; 2009 aitainment GmbH"/>
		<meta name="description" content="Hersteller von webbasierten Simulationsspielen auf Basis von Kuenstlicher Intelligenz,
			unter anderen des Offiziellen Bundesliga Managers. www.aitainment.de"/>
		<meta name="keywords" lang="de" content="aitainment, coach and win, Simulation, KI, Manager,
			Bundesliga, Webspiele, Internetspiele, Online, Spiele, Offizieller Bundesliga Manager,
			KI-Spiele, Sportspiele, Sport-Manager, Fussball, Kuenstliche Intelligenz, e-sports"/>
		<meta name="keywords" lang="en-us" content="aitainment, coach and win, simulation, ai, manager,
			bundesliga, webgames, online, games, Official Bundesliga Manager,
			ai-games, sport-games, sport-manager, soccer, artificial intelligence, e-sports"/>
		<meta name="keywords" lang="en" content="aitainment, coach and win, simulation, ai, manager,
			bundesliga, webgames, online, games, Official Bundesliga Manager,
			ai-games, sport-games, sport-manager, football, artificial intelligence, e-sports"/>
		<meta name="DC.title" content="www.aitainment.de"/>
		<meta name="DC.creator" content="aitainment GmbH"/>
		<meta name="DC.subject" content="Simulationsspiele"/>
		<meta name="DC.description" content="Hersteller von webbasierten Simulationsspielen auf Basis von Kuenstlicher Intelligenz,
			unter anderen des Offiziellen Bundesliga Managers. www.aitainment.de"/>
		<meta name="DC.publisher" content="aitainment GmbH"/>
		<meta name="DC.contributor" content="aitainment GmbH"/>
		<meta name="DC.date" content="2009-04-24T12:32:37+02:00" scheme="DCTERMS.W3CDTF"/>
		<meta name="DC.type" content="Text" scheme="DCTERMS.DCMIType"/>
		<meta name="DC.format" content="text/html" scheme="DCTERMS.IMT"/>
		<meta name="DC.identifier" content="http://www.aitainment.de/index.php" scheme="DCTERMS.URI"/>
		<meta name="DC.source" content="http://www.aitainment.de" scheme="DCTERMS.URI"/>
		<meta name="DC.language" content="de" scheme="DCTERMS.RFC3066"/>
		<meta name="DC.language" content="en-us" scheme="DCTERMS.RFC3066"/>
		<meta name="DC.language" content="en" scheme="DCTERMS.RFC3066"/>
		<meta name="DC.relation" content="http://www.aitainment.de/" scheme="DCTERMS.URI"/>
		<meta name="DC.coverage" content="Bremen, Germany" scheme="DCTERMS.TGN"/>
		<meta name="DC.rights" content="http://www.aitainment.de/index.php?action=disclaimer" scheme="DCTERMS.URI"/>
		<link rel="stylesheet" href="css/style.css" type="text/css"/>
		<script type="text/javascript" language="JavaScript" src="javascript/aitainment.js"></script>
	</head>
	<body onLoad="javascript:preloadMenuImages()">
		<script type="text/javascript" src="javascript/wz_tooltip.js"></script>
		<script type="text/javascript" src="javascript/swfobject.js"></script>
		<div id="mainContainer">
			<div id="topBorder"></div>
			<div>
				<div id="homeA" class="floatLeft"
					onclick="javascript:menuClicked('home', '001');"
					></div>
				<div id="separatorLeft" class="floatLeft"></div>

				<div id="company" class="floatLeft"
					onclick="javascript:menuClicked('company', '003');"
					onmouseover="javascript:replaceBG('company', 'url(images/b2-003-o.gif)');"
					onmouseout="javascript:replaceBG('company', 'url(images/b2-003.gif)');"></div>
				<div id="separatorCenter1" class="floatLeft"></div>

				<div id="products" class="floatLeft"
					onclick="javascript:menuClicked('products', '005');"
					onmouseover="javascript:replaceBG('products', 'url(images/b2-005-o.gif)');"
					onmouseout="javascript:replaceBG('products', 'url(images/b2-005.gif)');"></div>
				<div id="separatorCenter2" class="floatLeft"></div>

				<div id="jobs" class="floatLeft"
					onclick="javascript:menuClicked('jobs', '0071');"
					onmouseover="javascript:replaceBG('jobs', 'url(images/b2-0071-o.gif)');"
					onmouseout="javascript:replaceBG('jobs', 'url(images/b2-0071.gif)');"></div>
				<div id="separatorCenter3" class="floatLeft"></div>

				<div id="press" class="floatLeft"
					onclick="javascript:menuClicked('press', '009');"
					onmouseover="javascript:replaceBG('press', 'url(images/b2a-009-o.gif)');"
					onmouseout="javascript:replaceBG('press', 'url(images/b2a-009.gif)');"></div>
				<div id="separatorCenter4" class="floatLeft"></div>

				<div id="forum" class="floatLeft"
					onclick="javascript:goToForum();"
					onmouseover="javascript:replaceBG('forum', 'url(images/b2-011-o.gif)');"
					onmouseout="javascript:replaceBG('forum', 'url(images/b2-011.gif)');"></div>
				<div id="separatorCenter5" class="floatLeft"></div>

				<div id="contact" class="floatLeft"
					onclick="javascript:menuClicked('contact', '013');"
					onmouseover="javascript:replaceBG('contact', 'url(images/b2-013-o.gif)');"
					onmouseout="javascript:replaceBG('contact', 'url(images/b2-013.gif)');"></div>
				<div id="separatorRight" class="floatLeft"></div>

				<div id="login" class="floatLeft"
					onclick="javascript:menuClicked('login', '015');"
					onmouseover="javascript:replaceBG('login', 'url(images/b2-015-o.gif)');"
					onmouseout="javascript:replaceBG('login', 'url(images/b2-015.gif)');"></div>
			</div>
			<div id="topBorderLower" class="floatLeft"></div>
			<div id="logo" class="floatLeft"></div>
			<div id="topLine1" class="floatLeft"></div>
			<div id="topLine2" class="floatLeft">
			<center><img src="images/h-news.gif"></center>
			</div>
			<div id="topLine3" class="floatLeft"></div>
			<div id="contentDiv" class="floatLeft">
				<div id="contentContainer">
					
	<br>
	<div id="newsBrick">
	<div id="newsCat"><img src="images/news-cat-9.jpg" alt="no image found" align="left"></div>
	<div id="newsContainer">

	<div class="floatLeft"><font color="#000000"><b>FC Bayern M&uuml;nchen wird deutscher Meister der Saison 2010/2011</b></font></div><div style="margin-left: 670px;"><b>23.08.2010</b></div>
	<img src="images/trennline.gif" style="width: 740px;">
	<div id="63" class="newsBlock" align="justify" style="max-height: 50px; overflow: hidden;">Mit einer &uuml;beraus aussichtsreichen Chance von mehr als 75 Prozent holt sich der FC Bayern M&uuml;nchen die Meisterschaft 2010/2011. Eine einzigartige Software auf Basis k&uuml;nstlicher Intelligenz errechnete diese vielversprechende Prognose f&uuml;r den amtierenden Meister. Der erste Spieltag spricht eindeutig f&uuml;r diese Vorhersage.<br>
<br>
Diese Aussichten werden dem frisch gek&uuml;rten „Trainer des Jahres“ Louis von Gaal Freude bereiten. Das Bremer IT-Unternehmen aitainment GmbH hat alle Spieltagpaarungen der kommenden Saison 1000mal vorab simuliert. Bei diesen Spielen ber&uuml;cksichtigten die Experten f&uuml;r Online-Fu&szlig;ballsimulationen alle aktuellen Leistungsdaten wie u.a. Zweikampfst&auml;rke und Schussgenauigkeit der realen Bundesligaprofis.<br>
<br>
Mit einer Wahrscheinlichkeit von 77,1 Prozent wird sich der FC Bayern M&uuml;nchen demnach den Titel holen. Auf dem zweiten Platz findet sich Bayer 04 Leverkusen mit einer Chance von 5,6 Prozent f&uuml;r den Spitzenplatz, gefolgt von TSG 1899 Hoffenheim auf Platz drei mit 5,1 Prozent. Beim Online-Fu&szlig;ballmanager TopLeague k&ouml;nnen Fans die gleiche Software nutzen, um ihren Lieblingsverein an die Spitze zu f&uuml;hren und sich mit dem Originaltrainer zu messen.<br>
<br>
Dr. Heinz Kierchhoff, Gesch&auml;ftsf&uuml;hrer der aitainment GmbH erkl&auml;rt die Technologie: „Die von uns entwickelte Software erlaubt die Simulation von Fu&szlig;ballspielen mit bisher nicht bekanntem Realit&auml;tsgrad. Die Technologie setzt K&uuml;nstliche Intelligenz und st&auml;ndig aktualisierte Performancedaten der realen Spieler ein. Jeder Bundesliga-Profi wird in der Simulation zu einem Softwarespieler, der entsprechend seiner tats&auml;chlichen F&auml;higkeiten agiert. F&uuml;r die Vorabsimulation der neuen Saison haben wir aktuellste Daten eingesetzt und alle Spiele  1000mal durchgespielt. Nat&uuml;rlich sind Faktoren wie Verletzungen, Formschwankungen und Sperren w&auml;hrend der Saison nicht ber&uuml;cksichtigt. Der Ausgang der Saison bleibt also trotz realit&auml;tsnaher Prognosen spannend.“<br>
<br>
Die Simulation der aitainment wird auch beim Online-Fu&szlig;ballmanager TopLeague eingesetzt. In diesem Spiel, das u.a. beim Kicker online integriert ist, k&ouml;nnen Fans die Software nutzen, um ihren Lieblingsverein an die Spitze der Liga zu f&uuml;hren und sich mit dem Originaltrainer zu messen. Das Verhalten der Softwarespieler wird hier zus&auml;tzlich durch die Vorgaben der User bestimmt, z.B. hinsichtlich Aufstellung und Taktik. Der User &uuml;bernimmt vollst&auml;ndig die Trainerrolle. Jedes simulierte Spiel kann er sofort im 3D-Stadion und als Spielbericht verfolgen.
</div>
	<div id="63mehr" class="expanderButtons" onclick="javascript:show(63);" style="display: block;"><img src="images/more.gif"></div>
	<div id="63weniger" class="expanderButtons" onclick="javascript:collapse(63);" style="display: none;"><img src="images/less.gif"></div>
	<img src="images/trennline.gif" style="width: 740px;">

	</div>
	</div>
	
	<br>
	<div id="newsBrick">
	<div id="newsCat"><img src="images/news-cat-9.jpg" alt="no image found" align="left"></div>
	<div id="newsContainer">

	<div class="floatLeft"><font color="#000000"><b>Sportradar erwirbt Mehrheit an Bremer aitainment GmbH</b></font></div><div style="margin-left: 670px;"><b>28.04.2010</b></div>
	<img src="images/trennline.gif" style="width: 740px;">
	<div id="60" class="newsBlock" align="justify" style="max-height: 50px; overflow: hidden;"><b>Zuzwil/Bremen </b>- Die Sportradar AG hat die Mehrheit an der aitainment GmbH &uuml;bernommen. Mit diesem Schritt vollzieht der Sportdaten- und Servicedienstleister mit Sitz in der Schweiz einen weiteren Schritt zur Erweiterung seines Produktportfolios f&uuml;r die Sportwettindustrie und den Medienmarkt.<br>
<br>
„Der Bereich Fantasy-Games ist f&uuml;r uns von strategischer Bedeutung“, erkl&auml;rt Sportradar-CEO Carsten Koerl. Aitainment entwickelt und betreibt Fu&szlig;ball-Managerspiele. Dabei werden anhand realer Spieler- und Fu&szlig;balldaten sowie einer komplexen Technologie Fu&szlig;ballspiele simuliert. Die dreidimensionale Darstellung entspricht der von g&auml;ngigen Spiele-Konsolen, die User k&ouml;nnen im Gegensatz dazu aber mit jedem markt&uuml;blichen Browser online spielen.<br>
<br>
„aitainment liefert uns nicht nur ein fertiges, &auml;u&szlig;erst marktf&auml;higes Produkt, sondern spielt durch das vorhandene Know-how in Sachen k&uuml;nstlicher Intelligenz und Simulationstechnologie auch in der Neu- bzw. Weiterentwicklung von Sportradar-Produkten k&uuml;nftig eine gewichtige Rolle“, so Koerl weiter.<br>
<br>
Das Bremer Unternehmen besch&auml;ftigt derzeit 15 Mitarbeiter. Zur Sportradar-Gruppe geh&ouml;ren Unternehmen in Deutschland, &Ouml;sterreich, der Tschechischen Republik, Norwegen, Schweden und Estland. Als Dienstleister der Sportverb&auml;nde (Uefa, DFB, DFL) &uuml;berwacht Sportradar den weltweiten Wettmarkt zur Pr&auml;vention und Aufdeckung von Spielmanipulationen im Fu&szlig;ball. 
</div>
	<div id="60mehr" class="expanderButtons" onclick="javascript:show(60);" style="display: block;"><img src="images/more.gif"></div>
	<div id="60weniger" class="expanderButtons" onclick="javascript:collapse(60);" style="display: none;"><img src="images/less.gif"></div>
	<img src="images/trennline.gif" style="width: 740px;">

	</div>
	</div>
	
	<br>
	<div id="newsBrick">
	<div id="newsCat"><img src="images/news-cat-9.jpg" alt="no image found" align="left"></div>
	<div id="newsContainer">

	<div class="floatLeft"><font color="#000000"><b>Fu&szlig;ballsimulator mobil gewinnt Nokia-Contest „Calling All Innovators Germany“</b></font></div><div style="margin-left: 670px;"><b>29.03.2010</b></div>
	<img src="images/trennline.gif" style="width: 740px;">
	<div id="59" class="newsBlock" align="justify" style="max-height: 50px; overflow: hidden;">Bremer Technologie-Unternehmen &uuml;berzeugt Jury mit mobilem TopLeague-Client f&uuml;r das webbasierte aitainment-Fu&szlig;ballgame mit k&uuml;nstlicher Intelligenz.<br>
<br>
<b>Bremen, M&auml;rz 2010.</b>  Feierstimmung bei der mobile solution group GmbH: Mit Ihrer Entwicklung des ungew&ouml;hnlichen Handygames zum webbasierten Fu&szlig;ballsimulator TopLeague gewannen die Bremer Mobile-IT-Experten den Nokia-Wettbewerb „Calling All Innovators Germany“. Unter anderem Funktionalit&auml;t, Design und die innovative Idee des mobilen Games &uuml;berzeugte die Jury. Die f&uuml;r Nokia-Touchscreen-Handys geeignete Games-Applikation bildet die direkte Schnittstelle zum Online-Fu&szlig;ballspiel der aitainment GmbH aus Bremen, die den Ansto&szlig; zur Entwicklung gab. Nun k&ouml;nnen Freunde des digitalen Kicks auch unterwegs den Status ihrer virtuellen Erst- oder Zweitligamannschaft der Bundesliga &uuml;berpr&uuml;fen und Einstellungen vornehmen. Im Ovi-Store auf ovi.com ist die Application f&uuml;r alle Fans des runden Leders erh&auml;ltlich.<br>
<br>
Mehr als nur ein einfaches Handygame ist der mobile TopLeague-Client, dem Online-Fu&szlig;ballsimulator auf Basis k&uuml;nstlicher Intelligenz (KI). Die Bremer Handysoftware greift direkt auf die TopLeague-Server zu und stellt somit eine ortsunabh&auml;ngige M&ouml;glichkeit f&uuml;r Hobby-Trainer dar, ihr digitales Team zu coachen. Somit geht das Game weit &uuml;ber die &uuml;blichen Handyspiele hinaus. „Unter anderem Mobilit&auml;t mittels system&uuml;bergreifender Technologie sowie intuitive Nutzbarkeit waren unsere Ziele. Viel Arbeit steckt in der Entwicklung des Handy-Clients, der in Echtzeit alle Daten des User-Teams abgleicht und ansprechend darstellt. Damit haben auch den renommierten Mobiltelefonhersteller Nokia im Rahmen des Wettbewerbs &uuml;berzeugen k&ouml;nnen“, freut sich Holger Bothmer, gesch&auml;ftsf&uuml;hrender Gesellschafter der mobile solution group. Verbunden mit dem Gewinn ist auch ein Preisgeld in H&ouml;he von 15.000 Euro. Bothmer erkl&auml;rt weiter „Spiele sind nur ein kleiner Teil unserer Mobile-IT-Leistungen. Die Entwicklung der Applikation ist aber ein gutes Beispiel f&uuml;r die Realisierung komplexer Anwendungen mit Echtzeitbezug, wie sie in unserem Hause umgesetzt werden. Ebenso entwickeln wir professionelle L&ouml;sung f&uuml;r Businessanwendungen, bei denen auch andere Technologien wie GPS, Bluetooth, Wear-IT, Tablet-PCs, digitale Kugelschreiber und mehr zum Einsatz kommen.“ Bothmer sieht den Award als Best&auml;tigung f&uuml;r das Know-how, mit dem das Bremer IT-Unternehmen mobile L&ouml;sungen umsetzt.<br>
<br>
Auf topleague.de von aitainment verwalten User eine originale DFL-Mannschaft aus der 1. oder 2. Bundesliga wie etwa Werder Bremen. Jeder e-Sportler muss Formation, Trainingsschwerpunkte, Taktikentscheidungen und mehr bestimmen sowie den Liga-Betrieb meistern. Zur Schaffung eines wirklichkeitsnahen Spielablaufs entwickelte aitainment eine Simulation auf KI-Basis, in der Softwareroboter wie echte Menschen Entscheidungen treffen und entsprechende Aktionen ausf&uuml;hren. Nach einem realen Spieltag gleicht aitainment alle Fu&szlig;ballerdaten wie etwa Treffsicherheit oder Motivation mit denen der lebenden Vorbilder ab. Alle vom Online-Coach erzielten Trainingseffekte bleiben erhalten. Auf topleague.de finden virtuelle Liga-Spiele einen Tag vor dem realen Spieltag statt, was Vergleiche mit eigener und wirklicher Taktik der Lieblingsvereine erm&ouml;glicht. &Uuml;ber die Handyerweiterung lassen sich diese Infos von &uuml;berall einsehen und anpassen.

</div>
	<div id="59mehr" class="expanderButtons" onclick="javascript:show(59);" style="display: block;"><img src="images/more.gif"></div>
	<div id="59weniger" class="expanderButtons" onclick="javascript:collapse(59);" style="display: none;"><img src="images/less.gif"></div>
	<img src="images/trennline.gif" style="width: 740px;">

	</div>
	</div>
	
	<br>
	<div id="newsBrick">
	<div id="newsCat"><img src="images/news-cat-9.jpg" alt="no image found" align="left"></div>
	<div id="newsContainer">

	<div class="floatLeft"><font color="#000000"><b>Weihnachtsfreude: Browsergamesportal POPMOG mit drei frischen Spielen</b></font></div><div style="margin-left: 670px;"><b>22.12.2009</b></div>
	<img src="images/trennline.gif" style="width: 740px;">
	<div id="53" class="newsBlock" align="justify" style="max-height: 50px; overflow: hidden;"><b>Spieleangebot mit Jump ‘n’ Run, Fu&szlig;ballmanager und Echtzeitstrategiespiel erweitert</b><br>
Das Browsergamesportal POPMOG („Popular Multiplayer Online Games“) w&auml;chst weiter und erweitert sein abwechslungsreiches Spieleangebot auf http://www.popmog.com ab sofort mit drei neuen Spielen: dem Echtzeitstrategiespiel „Supremacy 1914“, dem Fu&szlig;ballmanager „TopLeague“ und dem Jump ‘n’ Run „Jump Jupiter“. Alexander Piutti, Gesch&auml;ftsf&uuml;hrer von POPMOG-Betreiber GameGenetics, erkl&auml;rt: „Die drei neuen POPMOG Spiele erweitern unser Portfolio um popul&auml;re Genres und Settings. Wir sind sehr gl&uuml;cklich, p&uuml;nktlich zur Weihnachtszeit unseren Spielern ab sofort diese drei Titel anbieten zu k&ouml;nnen und sind uns sicher, dass diese bei POPMOG zahlreiche neue Fans finden werden.“<br>
<br>
<b>Supremacy 1914</b><br>
<br>
Bei „Supremacy 1914“ wird der Spieler zum Oberhaupt einer m&auml;chtigen Nation im spannungsgeladenen Europa nach der Jahrhundertwende. Er stellt sich der Herausforderung, mit geschickter Diplomatie oder einfach der St&auml;rke seiner glorreichen Armeen unangefochtener Herrscher &uuml;ber den ganzen Kontinent zu werden. K&uuml;hne Gefechte und der geschickte Aufbau einer florierenden Infrastruktur legen die Grundlage f&uuml;r den Sieg. Uneingeschr&auml;nkte Macht ist jedoch demjenigen vorbehalten, der die intelligentesten und m&auml;chtigsten B&uuml;ndnisse schlie&szlig;t. „Supremacy 1914“ ist ein Echtzeitstrategiespiel f&uuml;r bis zu 30 Freunde. Eine komplexe KI erm&ouml;glicht Spielspa&szlig; auch f&uuml;r Runden mit weniger Teilnehmern.<br>
„Echtzeitstrategen haben bei unserem Spiel die M&ouml;glichkeit, sich in kleinen Spielrunden miteinander zu messen“, erg&auml;nzt Felix Faber, Mitbegr&uuml;nder der Bytro Labs UG. „Dadurch entsteht ein sehr intensives und pers&ouml;nliches Spielgef&uuml;hl. Die umfangreichen Community-Funktionen von POPMOG erg&auml;nzen diese Spielweise ausgezeichnet.“<br>
<br>
<b>TopLeague</b><br>
<br>
Bei „TopLeague“ &uuml;bernimmt der Spieler seinen Lieblingsklub aus der 1. oder 2. Bundesliga. Er bestimmt wie der wirkliche Trainer das Training, die Aufstellungen und die Taktik der Mannschaft. Er spielt dann mit seinem Verein den realen Spielplan der Bundesliga, aber jeweils im Voraus. Hinter „TopLeague“ steht eine Simulationssoftware, die aus den realen Profis Softwareroboter macht. Durch diese Software, in die st&auml;ndig die aktuellen Daten aus der Bundesliga einflie&szlig;en, haben die Abbilder der realen Profis die gleichen Qualit&auml;ten und Eigenschaften wie die Originale. So ist ein Mesut &Ouml;zil bei „TopLeague“ immer genauso dribbelstark und torgef&auml;hrlich wie der reale &Ouml;zil bei Werder. „TopLeague“ bietet eine komplette 3D-Visualisierung der simulierten Matches. <br>
<br>
Das Spiel ist kostenlos, browserbasiert und immer aktuell. Der Spieler &uuml;bernimmt seinen Klub auf dem realen Tabellenplatz zum Zeitpunkt der Registrierung. Ab dann spielt sein Bundesligaklub nach seinen Vorgaben um die Meisterschaft. <br>
<br>
Dr. Heinz Kierchhoff, Gesch&auml;ftsf&uuml;hrer der aitainment GmbH, freut sich &uuml;ber die Zusammenarbeit mit POPMOG: „Durch die Einbindung auf der POPMOG-Plattform werden wir neue Zielgruppen erschlie&szlig;en und die Reichweite von TopLeague bei den Fans der Fu&szlig;ballclubs erh&ouml;hen.“<br>
<br>
<b>Jump Jupiter</b><br>
<br>
„Jump Jupiter“ ist das erste ‚Massive Multiplayer Jump’N'Run Action Adventure Game’ der Welt. Dutzende User spielen hier gleichzeitig in einer physikalischen Welt, in der sich jede Aktion des Spielers auf alle anderen Spieler auswirkt. Die Spielfigur des Nutzers entwickelt sich mit der Zeit immer weiter und kann sich so an gr&ouml;&szlig;ere Herausforderungen wagen. In „Jump Jupiter“ kann der Spieler gemeinsam mit Freunden auf Punktejagd gehen, oder sich in den speziellen Battle-Leveln spannende K&auml;mpfe mit anderen Spielern liefern. Dabei kommen die unterschiedlichsten Waffen zum Einsatz: Der Spieler kann sich so beispielsweise unsichtbar an seinen Gegner heranschleichen, ihn mit klebrigem Schleim bewerfen und dann eine Bombe neben ihm ablegen. <br>
<br>
„Wir freuen uns sehr, dass nun auch die Nutzer von POPMOG in den Genuss von ‚Jump Jupiter‘ kommen k&ouml;nnen. Besonders &uuml;berzeugt hat uns die einfache, unkomplizierte und technisch innovative Einbindung unseres Spiels in die Plattform von POPMOG.“, so Stefan Klemm, Gesch&auml;ftsf&uuml;hrer und Mitbegr&uuml;nder der spotsonfire GmbH.<br>
<br>
Auch bei den drei neuen Titeln k&ouml;nnen die Spieler ab sofort auf zahlreiche POPMOG Community-Funktionen zur&uuml;ckgreifen. Als „Belohnung“ f&uuml;r alle Spieler gibt es von POPMOG sowohl die klassischen „Ruhm und Ehre“-Funktionen wie z. B. Medaillen, Auszeichnungen, etc., aber auch eine „echte“ harte W&auml;hrung - die sogenannten „Honor Points“. „Honor Points“ k&ouml;nnen prinzipiell f&uuml;r jegliche Art der Aktivit&auml;t auf der POPMOG-Plattform erwirtschaftet werden. Ob im Spiel bestimmte Aktionen ausgef&uuml;hrt werden, gewisse Ziele erreicht werden oder ob der User sich im Forum oder anderen Bereichen von POPMOG aufh&auml;lt, all das kann zu neuen „Honor Points“ f&uuml;hren. Diese „Honor Points“ k&ouml;nnen dann nicht nur f&uuml;r bestimmte Upgrades im Spiel aufgewendet werden, sie k&ouml;nnen auch gegen reale Preise im zuk&uuml;nftigen POPMOG-Honor-Points-Angebot eingetauscht werden. All dies findet sich kontinuierlich aktualisiert auf der pers&ouml;nlichen Gamer Card, die zuk&uuml;nftig auch in die eigenen Social-Media-Auftritte (Facebook, MySpace, etc.), die eigene Homepage, oder Forensignaturen integriert werden kann.<br>
<br>
<b>&Uuml;ber POPMOG:</b><br>
<br>
POPMOG („Popular Multiplayer Online Games“) wurde 2009 in Berlin von den GameGenetics-Gr&uuml;ndern Alexander Piutti, Mark Gazecki, Michael Keller und B&ouml;rge Franck als erste „Independent Publishing“-Plattform f&uuml;r Browsergames ins Leben gerufen. „Independent“ bedeutet an dieser Stelle, dass GameGenetics selber keine Browserspiele entwickelt, sondern unabh&auml;ngige Entwickler von popul&auml;ren Onlinegames mit Hilfe des POPMOG-Portals sowie Kooperationen mit Reichweitenpartnern mit relevanten Zielgruppen zusammenf&uuml;hrt.<br>
<br>
Das Portal bzw. die Plattform http://www.popmog.com besteht aus einem einzigartigen Paket aus attraktivem Gamingcontent (Browsergames), speziellen Communityfunktionen f&uuml;r die Gamerzielgruppe, sowie Dienstleistungen f&uuml;r Gamedeveloper. Hierbei setzt POPMOG nicht darauf, das Rad neu zu erfinden (z.B. „Facebook f&uuml;r Gamer“), sondern etablierte Modelle wie Facebook als Basis f&uuml;r ein differenziertes, vertikales Angebot zu nutzen. So erlaubt POPMOG z.B. eine Nutzerregistrierung unter Zuhilfenahme von „Facebook Connect“ und „OpenID“. Eine Registrierung und die Einladefunktion f&uuml;r bestehende Freunde sind dabei denkbar simpel gestaltet. Mehr Informationen unter http://www.popmog.com.
</div>
	<div id="53mehr" class="expanderButtons" onclick="javascript:show(53);" style="display: block;"><img src="images/more.gif"></div>
	<div id="53weniger" class="expanderButtons" onclick="javascript:collapse(53);" style="display: none;"><img src="images/less.gif"></div>
	<img src="images/trennline.gif" style="width: 740px;">

	</div>
	</div>
	
	<br>
	<div id="newsBrick">
	<div id="newsCat"><img src="images/news-cat-9.jpg" alt="no image found" align="left"></div>
	<div id="newsContainer">

	<div class="floatLeft"><font color="#000000"><b>SPORTFIVE und aitainment verl&auml;ngern erfolgreiche Zusammenarbeit</b></font></div><div style="margin-left: 670px;"><b>29.09.2009</b></div>
	<img src="images/trennline.gif" style="width: 740px;">
	<div id="50" class="newsBlock" align="justify" style="max-height: 50px; overflow: hidden;">Nach einer vielversprechenden ersten Saison verl&auml;ngert SPORTFIVE seine Kooperation mit der aitainment GmbH. SPORTFIVE vermarktet die Internetportale diverser namhafter Bundesliga-Vereine. Bereits in der letzten Saison konnten durch eine Content-Partnerschaft im Rahmen des von der aitainment entwickelten Fu&szlig;ball-Managerspiels TopLeague zahlreiche User gewonnen werden. Diese erfolgreiche Zusammenarbeit wird in der laufenden Saison intensiviert.<br>
<br>
Das Online-Game TopLeague &uuml;berzeugt durch seine einzigartige Simulationssoftware und 3D-Visualisierung, die es von allen anderen Fu&szlig;ball-Managern abhebt. Jeder Fan kann Aufstellung, Taktik und Training „seines“ Bundesligateams bestimmen. Er bestreitet jede Bundesligapartie mit seinem virtuellen Team vor dem realen Spieltag. Auf diese Weise misst sich der User direkt mit dem Originaltrainer und den Anh&auml;ngern aller Vereine aus der 1. und 2. Bundesliga. TopLeague schafft durch die Authentizit&auml;t und die Parallele zum realen Spielgeschehen eine sehr hohe Fanbindung und User-Aktivit&auml;t.<br>
<br>
SPORTFIVE integriert im Rahmen der Kooperation TopLeague mit einer Subsite im Fanbereich der jeweiligen Vereinsseiten. Redaktionelle Inhalte wie Spieltagsvorschauen, Spielberichte und Rankings werden von aitainment geliefert. Die Vereine profitieren von dem absolut neuartigen Fu&szlig;ball-Managerspiel als Content auf ihrer Website, w&auml;hrend aitainment Nutzen aus den gewonnenen Reichweiten zieht.<br>
<br>
Wirtschaftlich ist diese Form der Content-Partnerschaft f&uuml;r alle Parteien attraktiv. SPORTFIVE bzw. die von ihr vermarkteten Vereine als auch aitainment profitieren von einem speziellen Revenue Share Modell. Die Zusammenarbeit gilt als Referenz f&uuml;r weitere Kooperationen mit anderen Partnern. Heinz Kierchhoff, Gesch&auml;ftsf&uuml;hrer der aitainment GmbH: „Die Content-Partnerschaft mit einem so renommierten Vermarkter wie SPORTFIVE ist f&uuml;r uns von gro&szlig;er Bedeutung. Sie erlaubt uns, das gro&szlig;e Potenzial von TopLeague effektiv zu entwickeln und auszubauen. Die Vereine profitieren mit und sind unmittelbar am Erfolg beteiligt. Wir hoffen, dieses Modell jetzt auch auf die wenigen noch nicht kooperierenden Bundesligaclubs ausdehnen zu k&ouml;nnen.“<br>
<br>
aitainment GmbH<br>
Bremen, 29.09.2009
</div>
	<div id="50mehr" class="expanderButtons" onclick="javascript:show(50);" style="display: block;"><img src="images/more.gif"></div>
	<div id="50weniger" class="expanderButtons" onclick="javascript:collapse(50);" style="display: none;"><img src="images/less.gif"></div>
	<img src="images/trennline.gif" style="width: 740px;">

	</div>
	</div>
	<div style="margin-left: 792px;"><b>[1]</b> <a href="index.php?action=home&page=2">[2]</a> </div><br>				</div>
			</div>
			<div id="bottomBorder" class="floatLeft">
				<div class="footer">
					<font size="1">
					<div class="floatLeft">(c) aitainment GmbH</div>
					<div class="floatLeft" style="cursor: pointer; padding-left:20px;" onclick="javascript:showImpressum();">Impressum</div>
					<div class="floatLeft" style="cursor: pointer; padding-left:20px;" onclick="javascript:showTeam();">Team</div>
					<div class="floatLeft" style="padding-left:70px;"><a href="http://www.sportradar.ag" target="_blank"><span style="color:#585858;">Ein Unternehmen der Sportradar-Gruppe</span></a></div>
					</font>
				</div>
			</div>
		</div>
	</body>
</html>
