HTTP/1.1 200 OK
Date: Tue, 14 Sep 2010 20:18:28 GMT
Server: Apache/1.3.36 (Unix) mod_jk/1.2.15
Expires: Thu, 01 Jan 1970 00:00:00 GMT
Set-Cookie: HopSession=84.113.229.wkivz91a2ntd;Path=/
ETag: "NaUmHnLdXeDJ+m/M2cOSDw=="
Content-Length: 18666
Connection: close
Content-Type: text/html; charset=ISO-8859-1

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
   "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" >
<head>
   <title>neturalblog</title>
   <meta http-equiv="Content-Type" content="text/html" />
   <meta name="MSSmartTagsPreventParsing" content="TRUE" />
   <script type="text/javascript" src="/blog/main.js"></script>
   <link rel="stylesheet" type="text/css" title="CSS Stylesheet" href="/blog/main.css" />
   <link rel="alternate" title="neturalblog RSS" href="/blog/rss" type="application/rss+xml" />
  <!-- <link rel="alternate" title="neturalblog RSS" href="http://feeds.feedburner.com/Neturalblog" type="application/rss+xml" /> -->
</head>

<body stat=1>
<script language="javascript">
<!--
var DMNETdomain = "";
var DMNETpage = window.location;
var DMNETversion = "86";
var DMNETsendTo = "//collector.netural.com/dm.gif?";
var DMNETsession;

function dmneterr(){return true;}

window.onerror=dmneterr;
var s = new Date();

if (navigator.userAgent.indexOf('Mac') >= 0 && s.getTimezoneOffset() >= 720)
  s.setTime (s.getTime() - 1440*60*1000);

var dmnetURL = location.protocol + DMNETsendTo+"v="+DMNETversion+"&vst=1";
var dmnetCookieString = document.cookie.toString();

if(dmnetCookieString.indexOf("_dmnid") == -1)
  {
    DMNETsession = parseInt( Math.random()*1000000 ) + "_" + s.getTime();
    var domStr = "";
    if(DMNETdomain != "")
    {
      domStr = "domain="+ DMNETdomain +";";
    }
    document.cookie = "_dmnid=" + DMNETsession + ";expires=Mon, 31-Dec-2008 00:00:00 GMT;"+domStr+"path=/;";
  }
dmnetCookieString = document.cookie.toString();
if(dmnetCookieString.indexOf('_dmnid') == -1)
  {
    DMNETsession = "";
  }
else
  {
    if(dmnetCookieString.indexOf(';') == -1)
      dmnetCookieString = dmnetCookieString.replace(/_dm/g, ';_dm');

    var start = dmnetCookieString.indexOf("_dmnid=") + 7;
    var end = dmnetCookieString.indexOf(";",start);

    if (end == -1)
      end = dmnetCookieString.length;
    DMNETsession = unescape(dmnetCookieString.substring(start,end));
  }
dmnetURL += "&id="+DMNETsession+"&url="+escape(DMNETpage) + "&ref="+escape(document.referrer)+"&lng=" + ((!document.all ||  navigator.userAgent.match('Opera')) ? navigator.language : navigator.userLanguage) + "&tz=" + (Math.round(new Date('dec 1, 2002').getTimezoneOffset()/60)*-1);
if(screen)
  dmnetURL += "&scr=" + escape( screen.width + "x" + screen.height + " " + screen.colorDepth + "bpp" );

dmnetURL += "&rnd=" + new Date().getTime();

if(document.layers)
{
  document.write("<la"+"yer name=\"DMStats\" visibility=hide><img src=\""+dmnetURL+"\" height=1 width=1></la"+"yer>");
}
else
{
  document.write("<di"+"v id=\"DMStats\" STYLE=\"position:absolute;visibility:hidden;\"><img src=\""+dmnetURL+"\" height=1 width=1></di"+"v>");
}
-->
</script>

   <div id="header">
      <div id="date">Dienstag, 14.09.10 22h18</div>
      <a href="/blog/" id="home"><img width="151" height="32" title="" border="0" src="/static/blog/layouts/blog/neturalblog.gif" alt="" /></a>
   </div>
   
   <div id="post">
      <div class="pagelink"></div>
      <div class="post">
                  <div class="date">Montag, 19.07.10 08h19 | lugz</div>
         <a href="#" class="hl">Wordcamp 2010</a>
         Das <a href="http://wordcamp.de/">Wordcamp 2010</a> fand dieses Jahr in Berlin im betahaus statt. Netural war zugegen,<br />
um Neuigkeiten der deutschsprachigen Gemeinschaft von Wordpress auszutauschen.<br />
<br />
Wordpress ist ein Open Source Projekt, das es erm&ouml;glicht seine Webseite individuell zu gestalten.<br />
Es entwickelte sich vom reinen Blogsystem &uuml;ber ein Content Management System hin zum Social Network.<br />
<br />
Die Vortr&auml;ge siedelten sich um Themen wie Performance-Optimierung, Social Networking mit Wordpress,<br />
Suchmaschinenoptimierung, Barrierefreiheit in Themes und die richtige Anwendung von Wordpress als CMS an.<br />
<br />
Der Beitrag f&uuml;r das Wordcamp kam der Organisation <a href="http://dunkelziffer.de/home.html">Dunkelziffer</a> zugute.<br />
<br />
Bei der Verlosung konnte man unter anderem eine SEO-Analyse seiner Website oder das Buch von Frank B&uuml;ltge<br />
und Thomas Boley gewinnen.<br />
<br />
Das n&auml;chste Wordcamp findet vorraussichtlich zum Jahreswechsel in der Schweiz statt.
         <div class="comment"><a href="/blog/stories/1028/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1028/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Montag, 21.06.10 18h11 | <a href="http://netural.com">hr</a></div>
         <a href="#" class="hl">WWDC10</a>
         Unter dem Titel "The center of the App universe" fand vom 7. - 11. Juni in San Francisco die diesj&auml;hrige Worldwide Developer Conference von Apple statt. Mehr als 5000 Entwickler und Interessierte waren vor Ort um sich &uuml;ber die Zukunft von Apples Plattformen zu informieren. Netural war auch dabei. <br />
<br />
Zu Beginn der Konferenz stand die Keynote von Steve Jobs, in der unter anderem das neue iPhone 4 vorgestellt wurde. 4 1/2 st&uuml;ndiges Anstellen brachte mir einen guten Platz im Mittelfeld ein. Ich wei&szlig; jetzt auch wie sich so ein kleiner <a href="http://www.elizium.nu/scripts/lemmings/">Lemming</a> f&uuml;hlt. F&uuml;r n&auml;chstes Jahr ist somit noch gen&uuml;gend Potential vorhanden um einen Platz in den vorderen Reihen zu ergattern.     <br />
<br />
Den Rest der Woche ging es etwas ruhiger zu, ausruhen war trotzdem nicht angesagt. Es gab &uuml;ber 100 Sessions, Labs und einige begleitende Events, wie zum Beispiel die Verleihung der <a href="http://developer.apple.com/wwdc/ada/">Apple Design Awards</a>.<br />
<br />
Die Sessions waren breit gef&auml;chert, von User Interface Design und Experience &uuml;ber neue oder verbesserte Frameworks und Funktionen in iOS(vormals iPhone OS) und Snow Leopard, bis zu Tips und Ticks um die Performance von Applikationen zu verbessern. Sehr n&uuml;tzlich fand ich auch die zur Verf&uuml;gung stehenden Labs, zu denen man spezifische Fragen stellen konnte, die von Apple Entwicklern gezielt beantwortet wurden. "Bring you own laptop and code" war hier das Stichwort.<br />
<br />
Im Unterschied zu vergangenen WWDCs lag heuer der Schwerpunkt eindeutig beim iOS. <a href="http://developer.apple.com/mac/articles/cocoa/introblocksgcd.html">Grand Central Dispatch und Blocks</a> sind jetzt auch in iOS 4 verf&uuml;gbar. Mit GCD k&ouml;nnen Applikationen schon jetzt auf zuk&uuml;nftige multicore iOS Devices vorbereitet werden.  <br />
<br />
Etwas &uuml;berrascht war ich von den voll besetzten Sessions zum Thema HTML5, da die WWDC eher nicht auf Webdeveloper ausgerichtet ist. Meiner Meinung nach ein weiteres Indiz f&uuml;r die steigende Nachfrage nach nativen Browseranwendungen und weg von propriet&auml;ren Browser-Plugins. <br />
<br />
<img width="554" height="312" title="" border="0" src="/static/blog/images/wwdc_01.jpg" alt="" /><br />
WWDC10<br />
<br />
<img width="554" height="311" title="" border="0" src="/static/blog/images/wwdc_02.jpg" alt="" /><br />
The center of the App universe.<br />
<br />
<img width="554" height="312" title="" border="0" src="/static/blog/images/wwdc_03.jpg" alt="" /><br />
Keynote mit El Jobso
         <div class="comment"><a href="/blog/stories/1027/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1027/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Freitag, 04.06.10 10h09 | ernst</div>
         <a href="#" class="hl">meshed#2 Review</a>
         Die Wiener Aula der Wissenschaften bildete am Mittwoch, 2. Juni 2010, den w&uuml;rdigen Rahmen f&uuml;r <a href="http://www.meshed-conference.com" target="_blank">meshed#2 Social Media Conference</a>, der gro&szlig;en Netural-Veranstaltung f&uuml;r Wissen und Innovationen im Bereich Soziale Medien. <br />
<br />
&Uuml;ber 300 G&auml;ste aus Marketing, PR, eBusiness und Wissenschaft folgten begeistert der Keynote des amerikanischen Managers und Autors ("Socialnomics") <b>Erik Qualman</b>, der international vor allem auch durch seine YouTube-Videos zum Thema bekannt wurde. <br />
<br />
<object width="560" height="420"><param name="movie" value="http://www.youtube.com/v/lFZ0z5Fm-Ng&amp;hl=de_DE&amp;fs=1&amp;rel=0"></param><param name="allowFullScreen" value="true"></param><param name="allowscriptaccess" value="always"></param><embed src="http://www.youtube.com/v/lFZ0z5Fm-Ng&amp;hl=de_DE&amp;fs=1&amp;rel=0" type="application/x-shockwave-flash" allowscriptaccess="always" allowfullscreen="true" width="560" height="420"></embed></object><br />
<br />
Neben Qualmans Optimismus polarisierten der "digitale Professor" <b>Hendrik Speck</b> (Kaiserslautern/D) und "Twitter - mit 140 Zeichen zum Web 2.0"-Autorin <b>Nicole Simon</b> (L&uuml;beck/D) mit ihren Speeches. Gut nachzuverfolgen auf Twitter selbst. Hier war "meshed#2" den gesamten Tag Nummer-1-Thema in &Ouml;sterreich. In die "gezwitscherte" Diskussion durchgehend live involviert: meshed#2-Moderatorin <b>Lena Doppel</b>. <br />
<br />
Neben der "allgemeinen" Auseinandersetzung mit dem medialen Wandel holte meshed#2 Anwendungsbereiche auf die B&uuml;hne, die aufzeigen, dass Soziale Medien nicht blo&szlig; Thema von Marktkommunikation und PR sind. <b>Bj&ouml;rn Sch&auml;fers</b> (Hamburg/D), <b>Mark A.M. Kramer</b> (Salzburg/A) und <b>David R&ouml;thler</b> (Salzburg/A) betrachteten Social Commerce, Augmented Reality und Crowdsourcing/Crowdfunding.<br />
<br />
Beim abendlichen Expertentalk gaben die "Praktiker" <b>Gerhard K&uuml;rner</b> (voestalpine AG, Linz/A), <b>Philipp Gamper</b> (Swarovski, Wattens/A) und <b>Julia Warnick</b> (diePresse.com, Wien/A) spannende Einblicke ins Setup von Social Media Kommunikation in den jeweiligen Unternehmen - erg&auml;nzt und hinterfragt von den Beratern <b>Martin Poreda</b> (kununu.com, Wien/A), <b>Ritchie Pettauer</b> (datenschmutz, Wien/A), <b>Markus Schmidtke</b> (Nielsen, Hamburg/D) und Netural-Gesch&auml;ftsf&uuml;hrer <b>Albert Ortig</b>. Durch den Expertentalk f&uuml;hrte "Bestseller"-Chefredakteurin <b>Doris Ra&szlig;hofer</b>.<br />
<br />
Weitere Eindr&uuml;cke zu meshed#2 unter:<br />
DiePresse.com (<a href="http://diepresse.com/home/techscience/internet/570843" target="_blank">http://diepresse.com/home/techscience/internet/570843</a>)
         <div class="comment"><a href="/blog/stories/1026/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1026/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Mittwoch, 12.05.10 09h59 | <a href="mailto:a.brueckl@netural.com">angelika</a></div>
         <a href="#" class="hl">JAX 2010</a>
         Von 3.-7. Mai fand zum 10. Mal die JAX Konferenz in Mainz statt. Die JAX ist ist die Konferenz f&uuml;r ganzheitliches technisches Know-how im Enterprise- und Webumfeld. Netural war dabei um Informationen aus erster Hand von den Java Experten zu erfahren.<br />
<br />
Am Java Core Day unter der Leitung von <a href="http://www.angelikalanger.com/">Angelika Langer</a> gab es eine Vorschau auf das JDK 7 mit dem Garbage Collector GC1.<br />
<br />
Interessant war auch, wie in anderen Firmen Continous Integration praktiziert wird. Unter Continous Integration versteht man den Prozess des regelm&auml;&szlig;igen und vollst&auml;ndigen Neubildens und Testen einer Anwendung. Das Build-System <a href="https://hudson.dev.java.net/">Hudson</a> haben wir bereits bei Netural im Einsatz.<br />
<br />
Adobe stellte <a href="http://www.adobe.com/products/flex/">Flex</a> der Java-Community vor. Flex ist auch f&uuml;r Java-Entwickler leicht zu erlernen und es k&ouml;nnen schnell und einfach anspruchsvolle Oberfl&auml;chen gestaltet werden.<br />
<br />
Weitere Informationen zur JAX gibt es unter <a href="http://it-republik.de/konferenzen/jax2010/">http://it-republik.de/konferenzen/jax2010/</a>
         <div class="comment"><a href="/blog/stories/1025/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1025/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Dienstag, 20.04.10 16h39 | eob</div>
         <a href="#" class="hl">Netural bei der re:publica 2010</a>
         Berlins Blogger-Treffen re:publica fand vergangene Woche zum vierten Mal statt, und Netural war diesmal vor Ort. <br />
<br />
Jeff Jarvis sprach &uuml;ber "The German Paradox", die deutsche Einstellung zur Privatsph&auml;ren. "Wir sind die &Ouml;ffentlichkeit. Und wir kontrollieren, was wir &ouml;ffentlich machen", pl&auml;dierte der Journalismusprofessor und Autor. <br />
<br />
Deutschlands Social Media-Star Sascha Lobo erkl&auml;rte in "How to survive a Shitstorm", wie man am besten mit Trollen im Internet umgeht. Dass Microblogging auch literarisch sein kann, zeigten die Top-Twitterati bei der anschlie&szlig;enden Twitter-Lesung. <br />
<br />
Referenten aus verschiedensten L&auml;ndern sprachen in den drei Tagen verschiedenste Themen an. Etwa Community Management in Foren, PR in Fashion Blogs und die unterschiedlichen Blogger-Typen. <br />
<br />
Innerhalb kurzer Zeit hat sich die re:publica zu dem Bloggertreffen der deutschsprachigen Szene entwickelt. Deshalb werden wir n&auml;chstes Jahr nat&uuml;rlich wieder dabei sein.<br />
<br />
Zuvor sind wir jedoch bei unserer eigenen Konferenz, der <a href="http://www.meshed-conference.com/2010/" target="_blank">meshed#2</a> am 2. Juni, anzutreffen. Wir freuen uns!
         <div class="comment"><a href="/blog/stories/1023/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1023/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Freitag, 26.03.10 13h14 | eob</div>
         <a href="#" class="hl">Meshed#2 Socialnomics</a>
         Es ist wieder soweit: Wir widmen uns bei unserer Meshed Conference am 2. Juni 2010 wieder ganz dem Thema Social Media. Die Veranstaltung findet heuer in der Aula der Wissenschaften in Wien statt. Diesj&auml;hriger Schwerpunkt: "Socialnomics" - Wie ver&auml;ndern Facebook, YouTube, Twitter &amp; Co die Marktkommunikation und das Wirtschaften? Welche Aspekte sind f&uuml;r Unternehmen zu beachten? Was sind absehbare Trends? Wo liegen Potenziale? Und wie lassen sich diese erschlie&szlig;en?<br />
<br />
Als Speaker konnten wir unter anderem Erik Qualman, Autor des Buchs "Socialnomics ? How Social Media Transforms the Way We Live and Do Business" gewinnen. Die weiteren Referenten und alle Details finden Sie auf der Website <a href="http://www.meshed-conference.com/2010/" target="_blank">Meshed#2</a><br />
<br />
<a href="http://www.meshed-conference.com/2010/tickets/" target="_blank">Early Bird-Tickets </a>sind noch bis 30. April erh&auml;ltlich. Also zugreifen - wir freuen uns, Sie am 2. Juni in Wien begr&uuml;&szlig;en zu d&uuml;rfen!
         <div class="comment"><a href="/blog/stories/1022/">permalink</a>&nbsp;|&nbsp;0 comments&nbsp;|&nbsp;<a href="/blog/stories/1022/comment">add comment</a></div>
      </div>      <div class="post">
                  <div class="date">Montag, 23.11.09 14h16 | eob</div>
         <a href="#" class="hl">Monitoring Social Media 09</a>
         Die erste Konferenz, die sich allein dem Social Media Monitoring widmete, fand am 17. November in London statt. Netural war vor Ort, um mehr &uuml;ber die neuesten Tools zu erfahren. <br />
<br />
Monitoring Social Media zeigte auf, wie wichtig es f&uuml;r gro&szlig;e Marken ist, zu wissen was die Kunden &uuml;ber sie reden. Und das tun sie heutzutage stark in Social Networks - also Blogs, Facebook und YouTube. Die Reputation wird deshalb stark beeinflusst und ist schwerer zu steuern.<br />
<br />
Social Media-Experte <a href="http://www.nevillehobson.com/about/" target="_blank">Neville Hobson</a> r&auml;t Unternehmen, offen zu kommunizieren und mit den Menschen im Web in Kontakt zu treten.<br />
<br />
Monitoring-Tools sind notwendig, um jede Erw&auml;hnung einer Marke oder eines Unternehmens zu finden. Dazu gibt es kostenlose und kostenpflichtige Tools. Brian Little von BuzzMetrics empfiehlt, erst eine Strategie zu definieren, dann verschiedene Tools testen und sich dann f&uuml;r eines zu entscheiden. <br />
<br />
F&uuml;r die Analyse braucht es jedoch nicht nur Maschinen, sondern auch Menschen, die die Ergebnisse qualitativ auswerten, waren sich die Experten einig. Ein Tipp eines Referenten: "Einen Job in Social Media Monitoring suchen, denn die Branche wird boomen."<br />
<br />
Alle Pr&auml;sentationen und weitere Infos sind auf der <a href="http://oursocialtimes.com/index.php/2009/11/monitoring-social-media-09-photos-presentations/" target="_blank">Website des Veranstalters Our Social Times</a> zu finden.
         <div class="comment"><a href="/blog/stories/1020/">permalink</a>&nbsp;|&nbsp;<a prefix="&nbsp;|&nbsp;" href="/blog/stories/1020/#comments">2 comments</a>&nbsp;|&nbsp;<a href="/blog/stories/1020/comment">add comment</a></div>
      </div>
<div class="pagelinkBottom">...&nbsp;<a href="/blog/?day=20091014">older stories</a></div>


   </div>
   <div id="sidebar">
      <img width="36" height="14" title="" class="start" border="0" src="/static/blog/layouts/blog/menu.gif" alt="" />
      <div class="line"></div>
      <a href="/">Home</a>
      <a href="/blog/topics/Linz+rulez/">Linz rulez</a><a href="/blog/topics/Online-Marketing/">Online-Marketing</a><a href="/blog/topics/Social+Media/">Social Media</a><a href="/blog/topics/unterwegs/">unterwegs</a><a href="/blog/topics/Wien+rulez/">Wien rulez</a>
      <img width="58" height="14" title="" border="0" src="/static/blog/layouts/blog/subscribe.gif" alt="" />
      <div class="line"></div>
      <a href="http://netural.com/news/newsletter/">Newsletter</a>
<!--      <a href="http://feeds.feedburner.com/Neturalblog">RSS Newsfeed</a> -->
      <a href="/blog/rss">RSS Feed</a>
       <div class="login">
   Du bist nicht eingelogged.<br /><br /><a href="/blog/members/login">Login</a>
   <a href="/blog/members/register">Noch nicht registriert?</a>
</div>
       
       
       
   </div>
   <div class="c"></div>
   <img width="122" height="81" title="" border="0" src="/static/blog/layouts/blog/wappen.gif" alt="" id="wappen" />
   <div id="footer">
      <div id="line"></div>
      <a href="http://netural.com/" id="copy">&copy; 2006 NETural Communication</a>
   </div>

</body>
</html>